Repository: beardcoder/mens-circle.de
Catalog: packages/sitepackage/Resources/Private/Language/*.locallang.xlf
Languages: de

# registration.success
source: Congratulations to you! Your registration for the event on %s was successful.
de: Herzlichen Glückwunsch! Deine Anmeldung für das Event am %s war erfolgreich.

# registration.error
source: There was an error during registration. Please contact hallo@mens-circle.de.
de: Es gab einen Fehler bei der Registrierung. Bitte melde dich unter hallo@mens-circle.de

# event.not_found
source: The event you requested does not exist. You have been redirected to the next available event.
de: Die von dir aufgerufene Veranstaltung existiert nicht. Du wurdest zur nächsten verfügbaren Veranstaltung weitergeleitet.

# subscription.success.pleaseConfirm
source: Thank you! Please check your email and confirm your subscription.
de: Vielen Dank! Bitte überprüfe deine E-Mails und bestätige deine Anmeldung.

# subscription.error.alreadySubscribed
source: You are already subscribed to our newsletter.
de: Du hast unseren Newsletter bereits abonniert.

# subscription.error.general
source: An error occurred. Please try again later.
de: Ein Fehler ist aufgetreten. Bitte versuche es später erneut.

# subscription.error.validation
source: Please check your input.
de: Bitte überprüfe deine Eingaben.

# subscription.form.emailHelp
source: We'll send you a confirmation email.
de: Wir senden dir eine Bestätigungs-E-Mail.

# subscription.form.privacyAcceptance
source: I accept the privacy policy
de: Ich akzeptiere die Datenschutzerklärung

# subscription.form.privacyHelp
source: Your data will be processed according to our privacy policy.
de: Deine Daten werden gemäß unserer Datenschutzerklärung verarbeitet.

# subscription.form.submit
source: Subscribe
de: Abonnieren

# subscription.form.loading
source: Sending...
de: Wird gesendet...
